verification/runs/T-family/T16_runs/T16_MC_c/0.orig/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}
dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "(hot|cold)"  { type fixedFluxPressure; rho rhok; value uniform 0; }
    inlet        { type fixedFluxPressure; rho rhok; value uniform 0; }
    outlet       { type prghPressure; rho rhok; p uniform 0; value uniform 0; }
    frontAndBack { type empty; }
}
