verification/runs/T-family/T16_runs/T16_MC_c/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}
dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "(hot|cold)"  { type calculated; value uniform 0; }
    inlet        { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    frontAndBack { type empty; }
}
